[
  {
    "season": 1,
    "episode": 1,
    "title": "The Seinfeld Chronicles",
    "description": "Jerry tells George about a woman named Laura he met in Michigan who is coming to New York for a seminar. Jerry wonders if she has romantic intentions. The two continue to talk about her after they leave the luncheonette. Jerry then receives a telephone call from Laura, who asks if she can stay overnight at his apartment. Jerry invites her, but is still unsure whether or not her visit is intended to be romantic. Jerry and Laura arrive at the apartment. Laura then receives a call and when Laura gets off the phone she tells Jerry: \"Never get engaged.\" Jerry then realizes that he has no chance with Laura, but has already committed himself to an entire weekend with her."
  },
  {
    "season": 1,
    "episode": 2,
    "title": "The Stake Out",
    "description": "During a party, Jerry flirts with a woman but fails to learn anything about her except her place of work. Jerry is reluctant to find out her phone number from his ex-girlfriend Elaine because he does not talk about other women to her. Jerry's father, Morty Seinfeld (played by a different actor from later episodes), suggests that he should wait outside the building for the woman and pretend to meet her accidentally. Jerry goes along with the idea. He manages to meet the woman, whose name is Vanessa. The two then decide to go out on a date."
  },
  {
    "season": 1,
    "episode": 3,
    "title": "The Robbery",
    "description": "Jerry is robbed after Kramer leaves Jerry's door open, so Jerry decides to find a new apartment.  As a real estate broker, George finds a new apartment for Jerry, but then wants it for himself.  The group argues about who should receive the apartment, with Elaine getting either George or Jerry's apartment, depending on who moves. Not wanting to hurt their friendship, Jerry and George decide not to move and give the apartment to someone else.  After seeing how much the new owners enjoy the apartment, they regret their decision."
  },
  {
    "season": 1,
    "episode": 4,
    "title": "Male Unbonding",
    "description": "Jerry tries to avoid meeting an old childhood friend, Joel Horneck, who persists in keeping in touch with him.  Jerry claims that the reason he has not broken up the relationship is because Joel is a man. George suggests that Jerry should pretend that Joel is a woman and break up normally.  Jerry attempts to break up with Joel, but Joel bursts into tears; Jerry changes his mind and agrees to take him to see the New York Knicks.  Meanwhile, Kramer, working under the name Kramerica Industries, is working on the idea of building a pizza place where you make your own pizza pie."
  },
  {
    "season": 1,
    "episode": 5,
    "title": "The Stock Tip",
    "description": "George gets a stock tip, and after investing $5,000, he passes the tip on to Jerry, who invests $2,500. Jerry goes on a first date with Vanessa; a weekend away at a place Elaine recommends. As George predicted, the date ends up being a disaster. Meanwhile, both George and Jerry are shocked to discover that the source of the stock tip had been admitted into the hospital. While they are unsure of when to sell the stock, the stock's value plummets. Jerry finally sells it, but its value subsequently begins to rise, and George ends up making an $8,000 profit."
  },
  {
    "season": 2,
    "episode": 1,
    "title": "The Ex-Girlfriend",
    "description": "George complains about his girlfriend Marlene, whom he finds annoying, to Jerry. Jerry insists that George break up with her. George takes Jerry's advice, and ends his relationship with her. Telling Jerry about the break-up, George insists that Jerry see Marlene to retrieve books he left at her apartment. When he goes there, Jerry forms a relationship with Marlene. After George tells him that he does not mind his dating Marlene, Jerry decides to pursue her. However, after seeing Jerry's comedy act, Marlene breaks up with him."
  },
  {
    "season": 2,
    "episode": 2,
    "title": "The Pony Remark",
    "description": "At an aunt's dinner, Jerry makes an off-color remark (\"I hate anyone who ever had a pony when they were growing up!\"), which may have led to her subsequent death. Much to the disgust of Elaine, he hesitates on whether to go to her funeral or to a championship softball game. Meanwhile, Kramer and Jerry bet over whether or not Kramer will rebuild his apartment so that it has multiple levels. Kramer changes his mind and decides not to build levels, arguing that because he didn't attempt it, the bet was invalid."
  },
  {
    "season": 2,
    "episode": 3,
    "title": "The Jacket",
    "description": "While shopping with Elaine, Jerry buys an expensive suede jacket. Elaine convinces George and Jerry to meet her father, who has a reputation of being difficult and intimidating. Jerry wears his new jacket when he and George meet Elaine's father. After learning that she is going to be late in coming, Jerry and George are left alone to have an uncomfortable conversation with her father. When Elaine arrives, they leave for the restaurant and see that it is snowing. Elaine and George suggest that Jerry turn his new jacket inside out so that it does not get ruined. Elaine's father demands that Jerry not wear the jacket inside out because the lining has pink candy stripes. After they walk a short distance during the snowfall, Jerry's jacket gets ruined."
  },
  {
    "season": 2,
    "episode": 4,
    "title": "The Phone Message",
    "description": "George becomes concerned when his girlfriend, Carol, doesn't return his calls. He loses his temper and leaves a series of angry messages on her machine. Later, he discovers that she was out of town. Before she can hear the messages, he and Jerry plan to go into her apartment and switch the tape on her answering machine. George and Jerry manage to intercept Carol at her apartment and switch the tape. George later learns that she had already heard the messages and found them funny, adding that she \"loves jokes like that\"."
  },
  {
    "season": 2,
    "episode": 5,
    "title": "The Apartment",
    "description": "Elaine is depressed about her apartment's low quality. Jerry overhears the two managers of his building discussing a death that makes an apartment available. Surprised by its low rent, Jerry immediately tells Elaine that he will be able to get her the apartment. Excited at first, Jerry later realizes how intrusive Elaine might become. Meanwhile, George hears about the effect a man with a wedding ring has on a woman, and starts wearing one to see what happens. This plan backfires, as he discovers that wearing the ring causes women who would otherwise date him to reject him."
  },
  {
    "season": 2,
    "episode": 6,
    "title": "The Statue",
    "description": "Jerry receives some of his grandfather's old possessions. Among them is a statue that looks like one that George's family had until George broke it. Jerry promises that George can have it, but leaves it in his apartment for a few days. Jerry later has his apartment cleaned by Ray, the boyfriend of Rava, a client of Elaine's. Jerry and Elaine see the statue at Ray's apartment, and think that Ray stole it. Dressed as Joe Friday, Kramer pretends to be a cop and retrieves the statue from Ray. The statue is returned to a grateful George, but George later drops it when Kramer gives him a friendly slap on the back."
  },
  {
    "season": 2,
    "episode": 7,
    "title": "The Revenge",
    "description": "George quits his job after tiring of his demanding boss, but immediately regrets his decision. He returns to the workplace, pretending that the event had never occurred, but is fired. Jerry is irked to discover that the money he had hidden in his laundry bag went missing subsequent to his trip to the laundromat. He immediately blames the owner, who claims no responsibility. Jerry is furious and, helped by Kramer, plots to pour a bag of cement into the washing machine. After pulling the prank, Jerry's money is discovered in Kramer's laundry bag. George, helped by Elaine, plots revenge against his former boss, but his attempt costs him his chance to regain his job."
  },
  {
    "season": 2,
    "episode": 8,
    "title": "The Heart Attack",
    "description": "George thinks that he is having a heart attack, but actually needs a tonsillectomy. Kramer recommends a holistic healer as an alternative. George takes Kramer's advice, and when George, Kramer, and Jerry meet the holistic healer, he gives George tea to fix his tonsil problem. George gets sick from drinking the tea and is rushed to the hospital. On the way to the hospital, the paramedics argue, causing the ambulance to get into an accident. George and Jerry are later seen in neck braces, and George has had his tonsils removed."
  },
  {
    "season": 2,
    "episode": 9,
    "title": "The Deal",
    "description": "Elaine and Jerry renew their sexual relationship after viewing a soft-core pornographic film, but to protect their friendship, they establish boundaries for future escapades. They pride themselves on having finally come up with the perfect template for having sex while remaining friends, though George doubts that their deal can work. On Elaine's birthday, Jerry inadvertently offends Elaine by giving her $182 in cash as a gift. Kramer, on the other hand, pleases Elaine by giving her a bench that she wanted. Jerry wants to end the agreement, but Elaine admits that she wants a full-fledged relationship and can no longer conform to the established rules. Realizing that he and Elaine cannot be only friends, Jerry resumes the romantic relationship."
  },
  {
    "season": 2,
    "episode": 10,
    "title": "The Baby Shower",
    "description": "Elaine holds a baby shower for a friend at Jerry's apartment. George is excited, because he finds the baby shower to be the perfect opportunity to \"tell off\" the woman who gave him \"unequivocally, the worst date of [his] life\" by pouring Bosco chocolate sauce on his red shirt. However, he cannot muster the courage to do so. Meanwhile, Kramer convinces Jerry to pirate cable television to watch the Mets home games. When the Russian cable providers show up, they ruin the shower."
  },
  {
    "season": 2,
    "episode": 11,
    "title": "The Chinese Restaurant",
    "description": "Jerry, George, and Elaine decide to order dinner without reservations at a Chinese restaurant, but are repeatedly stymied by the maître d'. After they are repeatedly told that they will receive a table in \"5, 10 minutes\", Elaine mentions that she is so hungry, she would eat food off of another patron's plate. Jerry wagers $50 that she would. Elaine approaches the diners at a table and tells them that her friends would give her $50 to eat one of their egg rolls and that she is willing to give them $25 of it. The people at the table do not understand her, and Elaine walks away and loses the wager. Jerry, having lied to his uncle that he couldn't make it to dinner, sees his uncle's receptionist at the restaurant. Realizing that his cover is blown, he decides to have dinner with his uncle after all. George, who is unable to reach his girlfriend on the pay phone, and Elaine are more than willing to leave. After they do, the maitre d' calls their party.\n\nAbsent: Michael Richards as Cosmo Kramer"
  },
  {
    "season": 2,
    "episode": 12,
    "title": "The Busboy",
    "description": "Jerry, George, and Elaine are at dinner, when a menu on an adjacent table catches on fire. George puts it out and explains to the manager that the busboy, Antonio, left the menu too close to a candle, and Elaine jokingly declares that she is never eating there again. Antonio is subsequently fired, upsetting Elaine and George. George and Kramer later go to his apartment to apologize, only to accidentally let his cat out of the apartment. A few days later, Antonio comes to see George, and tells him that there was an explosion at the restaurant, killing five employees, including Antonio's replacement. He also explains that, while he was searching for his cat, he found a better job. He thanks George for saving his life. On his way out of the building, Antonio gets in a fight with a boyfriend, Eddie, whom Elaine is trying to dump, injuring them both. Antonio loses his new job, George is forced to take care of his cat, and Eddie is bed ridden at Elaine's apartment for several more weeks."
  },
  {
    "season": 3,
    "episode": 1,
    "title": "The Note",
    "description": "Jerry tells George and Elaine that insurance would cover his physical therapist massages if he got a fraudulent doctor's note from his dentist, Roy. George gets a massage from a handsome male masseur, but is paranoid that he may have felt sexual pleasure, and questions his own sexuality. Roy (Ralph Bruneau) writes fraudulent notes for all three of them, and ends up investigated for insurance fraud. The group doubts Kramer when he vividly describes a sighting of Joe DiMaggio dunking a donut."
  },
  {
    "season": 3,
    "episode": 2,
    "title": "The Truth",
    "description": "George breaks up with his accountant girlfriend Patrice (Valerie Mahaffey) over her highbrow artistic whims. Patrice demands the truth from him, and his brutal honesty drives her to check into a depression clinic. Having forgotten that Jerry was relying him to secure Patrice's help with a tax audit, George leaves Jerry's tax records with Patrice and must grudgingly reconcile with her to recover the papers. Kramer, dating Elaine's roommate, Tina (Siobhan Fallon), creates many unwelcome impositions at Elaine's apartment."
  },
  {
    "season": 3,
    "episode": 3,
    "title": "The Pen",
    "description": "Jerry and Elaine visit Jerry's parents in Florida, where Morty is being honored by his condo association. Jerry meets the emcee, Jack Klompus, and admires his astronaut pen. Jerry relents to Jack's pressure to accept the pen, but is obliged to return it when scandalous gossip spreads. Elaine suffers from the stifling heat, and excruciating back pain caused by an uncomfortable sofa bed, leaving Jerry to go scuba diving alone and receive barotrauma. All this, and Morty's confrontation with Jack over his history of penny-pinching, results in a fiasco at the ceremony."
  },
  {
    "season": 3,
    "episode": 4,
    "title": "The Dog",
    "description": "Jerry is unwillingly recruited to care for a fellow plane passenger's beloved dog, which turns out to be unruly and noisy. Jerry's cleanliness complex compels him to scrupulously poop bag rather than let the dog defecate in his apartment, repeatedly foiling his group movie plans as either Jerry or Elaine drops out to attend to the dog. Elaine's insistence on saving the movie to watch with Jerry forces George to struggle to make conversation with her instead. Kramer's eagerness to break up with his girlfriend causes Jerry and Elaine to prematurely reveal their criticism of her."
  },
  {
    "season": 3,
    "episode": 5,
    "title": "The Library",
    "description": "Jerry receives a 20-year library fine for failing to return Tropic of Cancer in 1971. Adamant that he returned the book with then-classmate Sherry Becker, he fails to plead his case when the hard-nosed \"library investigation officer\", Lt. Bookman, pegs him as a miscreant. George recognizes a homeless man as his bullying high school physical education teacher, Mr. Heyman, and wonders if he ruined Heyman's life by getting him fired. Kramer strikes up a romance with a librarian, while Elaine, fearing for her job at Pendant Publishing, tries to placate her boss with literary finds."
  },
  {
    "season": 3,
    "episode": 6,
    "title": "The Parking Garage",
    "description": "The group is stranded in a shopping mall parking garage as they search for Kramer's car. Fearing for her new goldfish's welfare, Elaine pleads to hitch rides with bystanders to search for the car, but their apathy drives her to aggravation. George fears the consequences of failing to return in time to chaperone his parents for their wedding anniversary, but their search is further hindered when Jerry is caught peeing by a security guard, and Kramer loses track of his new air conditioner after hiding it.\n\nIn 1997, TV Guide ranked this episode #33 on its list of the 100 Greatest Episodes.[29]"
  },
  {
    "season": 3,
    "episode": 7,
    "title": "The Café",
    "description": "George agrees to take an IQ test for his girlfriend's research, but, insecure about his intelligence, cheats by having Elaine—who boasts of a high IQ—take the test for him. Jerry becomes patronizingly concerned for the hapless proprietor of a new restaurant across the street. Jerry ego-trips off being lavished with praise for visiting the empty restaurant, while Elaine, visiting to take the test in peace, suffers many distractions that result in humiliation for both George and herself. Kramer is hounded by his mother's ex-boyfriend as he refuses to give up a jacket the ex-boyfriend left two years ago."
  },
  {
    "season": 3,
    "episode": 8,
    "title": "The Tape",
    "description": "Jerry is surprised and titillated by an unidentified woman's voice sexually propositioning into a tape recorder he set up at his comedy act, unaware that Elaine recorded the voice to prank him into believing someone in the audience was lusting after him. Elaine confides in George, but this secret knowledge of Elaine's lascivious side leaves George uncontrollably sexually excited. After jumping through hoops to order a Chinese baldness cure, George is torn between putting on the foul-smelling cream for his sake, and taking it off for Elaine's. Kramer indulgently films everyone after getting a free camcorder."
  },
  {
    "season": 3,
    "episode": 9,
    "title": "The Nose Job",
    "description": "George thinks his girlfriend (Susan Diol) is perfect, except for one flaw: she has a large nose, so Kramer encourages her to get rhinoplasty. Jerry is unsure about his relationship with an actress (Tawny Kitaen) whom he finds beautiful but with whom he has nothing in common. George's girlfriend gets the rhinoplasty, but it is botched and George breaks up with her. However once it is fixed she is beautiful, and she starts dating Kramer, leaving George to regret breaking up with her."
  },
  {
    "season": 3,
    "episode": 10,
    "title": "The Stranded",
    "description": "When a co-worker starts coming on to George, he strands Jerry and Elaine at a party, leaving them to wait for Kramer. As a sign of gratitude for allowing him and Elaine to wait at his home, Jerry suggests the hosts stop by his apartment if they are ever in New York City. Weeks later, the male host takes him up on his offer just as Jerry is heading out the door. Jerry allows him to wait in the apartment until his return. However, Kramer stops by and he and the host have some drinks and laughs. Eventually they hire a prostitute to come over to Jerry's apartment. Later, the host checks out of the apartment without paying just as Jerry returns. As Jerry tries to pay the girl so she will leave, police arrive and he is \"busted\" for fomenting prostitution."
  },
  {
    "season": 3,
    "episode": 11,
    "title": "The Alternate Side",
    "description": "Jerry's car is stolen and he has a conversation with the car-jacker on the car phone. George takes a job moving cars from one side of the street to the other, to comply with alternate side parking regulations, and does a very careless job by crashing cars and causing traffic jams. Elaine cares for her 66-year-old boyfriend who has had a stroke just before she was about to break up with him. Kramer gets a line in a Woody Allen film, popularizing the expression, \"These pretzels are making me thirsty!\" He accidentally injures Woody Allen during the shooting and gets fired from the set."
  },
  {
    "season": 3,
    "episode": 12,
    "title": "The Red Dot",
    "description": "Elaine gets George a job at a publishing company; to repay her, he buys her an ostensibly expensive cashmere sweater, that has a minor flaw, a red dot, for which it was marked down considerably. Elaine spots it and becomes furious at George. Elaine immediately returns the cashmere sweater to George. Later, while George is working at his new job, he becomes sexually attracted to a cleaning lady and has sex with her after they both drink Hennigan's Scotch. The next day, the cleaning lady gets upset over what happened the previous night and threatens to report what happened to the boss of the company. George tries to compensate with her by offering the flawed cashmere sweater. The cleaning lady identifies the red spot and George is fired after she reports their affair."
  },
  {
    "season": 3,
    "episode": 13,
    "title": "The Subway",
    "description": "Each of the four principal characters has a unique experience during a subway ride. Jerry befriends an overweight nudist (Ernie Sabella) on his ride to Coney Island. George meets an enchanting woman (Barbara Stock), who seduces him, then robs him and handcuffs him to her bed, so he misses his job interview in the process. Kramer gets a horse racing tip and wins big, helping to pay for his car fines. But on his way back, Kramer is about to be menaced by another bidder, only to be saved by a cop posing as a blind violinist. Elaine misses a lesbian wedding, where she was to attend due to train delays, which make her very nervous along with her apparent claustrophobia."
  },
  {
    "season": 3,
    "episode": 14,
    "title": "The Pez Dispenser",
    "description": "Jerry's dispenser of Pez candy causes Elaine to laugh loudly at a piano recital given by George's girlfriend. Kramer creates a cologne that smells of the beach. Jerry hosts an intervention for an old friend with a drug problem. George's girlfriend hears Elaine laughing, realizes that it was Elaine who ruined her concert, and walks out on George. Jerry's friend kicks his drug habit, but becomes addicted to Pez."
  },
  {
    "season": 3,
    "episode": 15,
    "title": "The Suicide",
    "description": "Elaine needs to fast before an x-ray, so she tries stuffing herself three days before the test. After his neighbor Martin tries to commit suicide, Jerry is hit on by his girlfriend, Gina, while at the hospital. A psychic warns George to cancel his vacation to the Cayman Islands. However, Elaine offends her, and the psychic kicks them out before she can tell George why he should cancel his vacation. In fear, George sells his ticket to Kramer. Jerry becomes worried when Martin's friend, Newman sees him with Gina. Elaine starts hallucinating from hunger. Newman tells everything to the just-waking Martin. Then, in a fit of jealousy Martin tries to strangle Jerry."
  },
  {
    "season": 3,
    "episode": 16,
    "title": "The Fix-Up",
    "description": "George says that he would never sink to fix-ups, saying that a fix-up is one step away from prostitution or personal ads (However, in The Race he replies to a personal ad in the Daily Worker). Jerry and Elaine set George up with Elaine's friend Cynthia. They hit it off but George is horrified to discover that Kramer has given him a defective condom. Cynthia tells Elaine she missed her period."
  },
  {
    "season": 3,
    "episode": 17,
    "title": "The Boyfriend",
    "description": "Jerry meets Keith Hernandez and wants to make a good impression. Meanwhile, George is out of time on his unemployment and he works harder than ever on his scheme to get a 13-week extension. He tells the unemployment office he was close to a job with Vandelay Industries, a company that makes latex products and whose main office is Jerry's apartment. Kramer and Newman take Hernandez back to a time when they were allegedly spit on by him; however, Jerry supports the \"second-spitter theory\" that Hernandez was not involved. Keith asks Jerry about Elaine's status. Keith makes a date with her and breaks a date with Jerry. George tries two more approaches with the unemployment officer. Kramer gets Jerry to accompany him to see a former neighbor's new baby, \"you got to see the baby.\" Though he's gone out with Keith once, does that mean he must help him move? Elaine and Keith are hitting it off until he pulls out a cigarette. George wants to sleep with a really tall woman. Keith supports the \"second spitter theory.\" Jerry and Elaine both break up with Keith and George might get his wish.\n\nIn 1997, TV Guide ranked this episode #4 on its list of the 100 Greatest Episodes.[29]"
  },
  {
    "season": 3,
    "episode": 18,
    "title": "The Limo",
    "description": "Jerry and George board a limousine intended for a passenger named O'Brien. George pretends to be O'Brien. They invite Kramer and Elaine to join them. George learns that O'Brien is making a speech that night, and as he reads the speech, the group learns that the intended riders were neo-Nazis, for whom they have been mistaken. The car pulls up to the Paramount and the protesters begin rocking it. George is ushered onto a podium for his speech, and the protesters horde around him as he frantically denies being O'Brien and shouts for Jerry."
  },
  {
    "season": 3,
    "episode": 19,
    "title": "The Good Samaritan",
    "description": "Jerry witnesses a hit-and-run driver hitting another car. He goes after the driver, but when the driver steps out he realizes that she is a beautiful woman and decides to date her. After dating Angela, the hit-and-run driver, Jerry finds out she also hit Becky, another woman he has always wanted to date. He tells Becky that he will do something about the damage. Meanwhile, Kramer has convulsions from Mary Hart's voice. Jerry goes to Becky's house to write out a check for her damage and then ask her out, but Becky falsely accuses him of hitting her car. Kramer uses the accident as an excuse to talk to Becky and ends up getting a date with her. But when he rings the bell at her apartment and she opens the door, Mary Hart is on the TV and Kramer has another convulsion."
  },
  {
    "season": 3,
    "episode": 20,
    "title": "The Letter",
    "description": "Kramer poses for a portrait by Jerry's girlfriend Nina (Catherine Keener), which an elderly couple admires. George feels obligated to buy something when he accompanies Jerry to his new girlfriend's art studio, and purchases a $500 painting, which he tries to sell to Jerry for $10 shortly thereafter. Elaine wears a Baltimore Orioles baseball cap in the owner's box at Yankee Stadium, and refuses to remove it. Jerry finds out his new girlfriend is a plagiarist after he hears the words she wrote in a letter on television (specifically, the film Chapter Two). The elderly couple buy \"The Kramer\" for $5000 and invite Kramer himself over to their house for dinner."
  },
  {
    "season": 3,
    "episode": 21,
    "title": "The Parking Space",
    "description": "George drives with Elaine to Jerry's to watch a big televised fight with him. He finds a parking space, and decides to back into it. He spends a good deal of time positioning himself perfectly. When he starts backing into the space, Mike, also there for the fight at Jerry's, enters the same space, front first. The two argue over who is entitled to the space, all the while blocking traffic. Mike argues that he entered the space first, while George argues that he saw it first and was simply positioning himself, entitling him to the space. Jerry and Kramer also come down to try to settle the problem. Near the end of the episode, two police officers finally arrive to supposedly resolve the situation. However, when one tells Mike to move his car, the other argues against him, and by now, it is night time."
  },
  {
    "season": 3,
    "episode": 22,
    "title": "The Keys",
    "description": "Kramer invades Jerry's life too much, so Jerry revokes his spare key privileges. Realizing that he has broken the \"covenant of the keys\" gives Kramer the realization he is now free to come out of the shadows. Kramer takes off for California to follow his dream of becoming an actor. Jerry gave his spare keys to Elaine, then when he needs them, he goes to Elaine's home with George, who has spare keys to her place, to search for his spare set. They end up finding Elaine's writing project for an episode of Murphy Brown. Kramer finds adventure as he journeys across the country to Los Angeles where he gets a famous bit part on Murphy Brown."
  },
  {
    "season": 4,
    "episode": 1,
    "title": "The Trip",
    "description": ""
  },
  {
    "season": 4,
    "episode": 2,
    "title": "August 19, 1992 (1992-08-19)",
    "description": "When Jerry is asked to appear on The Tonight Show in Los Angeles, George accompanies him to look for Kramer, in a continuation of the season three finale. In Los Angeles, Kramer is arrested when he is mistaken for a serial killer.\n\n\nAbsent: Julia Louis-Dreyfus as Elaine Benes"
  },
  {
    "season": 4,
    "episode": 3,
    "title": "The Pitch",
    "description": "NBC television executives approach Jerry and George to write a pilot for a sitcom, marking the beginning of \"the show about nothing.\"  Crazy Joe Davola begins to stalk both Jerry and Kramer."
  },
  {
    "season": 4,
    "episode": 4,
    "title": "The Ticket",
    "description": "Newman uses Kramer as his witness when the former refuses to pay for a speeding ticket. In court, they make up a story of why he was going that fast: Newman was trying to stop Kramer from killing himself because he didn't get a job as a banker."
  },
  {
    "season": 4,
    "episode": 5,
    "title": "The Wallet",
    "description": "Jerry's parents come to New York to see a doctor for the back pain of Jerry's father. Morty Seinfeld thinks his wallet has been stolen at the doctor's. So he leaves without hearing the diagnosis. Jerry is asked to explain to his parents why he does not wear the watch they gave him. George has an unsuccessful plan to hold out for more money for their NBC pilot ($13,000 all together)."
  },
  {
    "season": 4,
    "episode": 6,
    "title": "The Watch",
    "description": "Jerry tries to buy his watch back from Uncle Leo, who found it in the garbage, having been thrown there by Jerry.  George tries to resurrect the fledgling NBC deal, while Elaine plans a break up from her psychotherapist with Kramer's help. George gets the pilot back, by accepting less money ($8,000)."
  },
  {
    "season": 4,
    "episode": 7,
    "title": "The Bubble Boy",
    "description": "Jerry agrees to visit a boy who lives in a plastic bubble on the way to Susan's parents' cabin.  Jerry loses his way driving with Elaine and loses George as the lead car driver, so George and Susan visit the boy instead. Kramer goes to the cabin with Jerry's ex-girlfriend, resulting in a fire."
  },
  {
    "season": 4,
    "episode": 8,
    "title": "The Cheever Letters",
    "description": "Jerry offends Elaine's assistant.  Kramer makes a contact for Cuban cigars.  A box of letters from John Cheever is all that remains after Susan's father's cabin burns down. The letters revealed that Susan's father was a lover of John Cheever."
  },
  {
    "season": 4,
    "episode": 9,
    "title": "The Opera",
    "description": "Elaine realizes her boyfriend is actually Crazy Joe Davola.  George, Jerry, and Elaine then endure a night at the opera with a group of clowns. Kramer and George try to sell their two extra tickets, resulting in George not going to the opera, because he sold Susan's ticket to a Chinese man, and let Susan go to the opera instead of him. Kramer accidentally sells his spare ticket to Joe Davola."
  },
  {
    "season": 4,
    "episode": 10,
    "title": "The Virgin",
    "description": "Jerry discovers the woman (guest star Jane Leeves) he is attracted to is a virgin.  Kramer continues to harass Jerry and George when they are trying to write a teleplay for their NBC pilot. Elaine accidentally speaks of how a man was seducing her to have sex with her in front of Marla (the virgin). She later explains to her how men want to have sex with women. Susan breaks up with George because he accidentally got her fired by kissing her in front of her boss."
  },
  {
    "season": 4,
    "episode": 11,
    "title": "The Contest",
    "description": "After George is caught masturbating by his mother, the four main characters devise a contest to see who can go the longest without pleasuring themself.  Marla, Jerry's girlfriend with whom he has yet to have sex, learns of the contest and is disgusted.  Elaine meets John F. Kennedy Jr., and George's mother is hospitalized. Kramer was the first to leave the contest, next Elaine (George and Jerry didn't leave the contest and their fate is unknown).\n\nIn 2009, TV Guide ranked this episode as the greatest episode of any television show.[18]"
  },
  {
    "season": 4,
    "episode": 12,
    "title": "The Airport",
    "description": "Jerry and Elaine experience the differences between traveling in first class and in coach.  Jerry befriends a model while Elaine goes through economy class hell. George and Kramer travel to two different airports after a flight is rerouted. Kramer tries to get a guy who owes him 240 bucks from 20 years ago. George has an inflight run-in with a felon."
  },
  {
    "season": 4,
    "episode": 13,
    "title": "The Pick",
    "description": "Elaine mails a Christmas card that is unintentionally revealing. George is trying to get Susan back to be his girlfriend again, with the help of Elaine's psychiatrist. Jerry is seen ostensibly picking his nose by his new girlfriend, a model, and tries to convince her that he was only scratching around his nose. Kramer ends up appearing in a Calvin Klein underwear photoshoot."
  },
  {
    "season": 4,
    "episode": 14,
    "title": "The Movie",
    "description": "The four main characters continually miss each other as they try to attend a film together, and three of them wind up viewing the B-grade movie \"Rochelle Rochelle\".  Jerry also ends up missing two of his performances due to starting time mixups."
  },
  {
    "season": 4,
    "episode": 15,
    "title": "The Visa",
    "description": "Kramer attends a baseball \"fantasy\" camp. Elaine manages to get George's new attorney girlfriend to convince her cousin Ping to drop a lawsuit against her. George wants Jerry to not act funny in front of his girlfriend because he's afraid she'll dump him. Jerry then acts solemnly around her, but she starts liking him anyway. Babu Bhatt's attempts to stop being deported are unsuccessful because his visa renewal paperwork ended up in Jerry's mailbox."
  },
  {
    "season": 4,
    "episode": 16,
    "title": "The Shoes",
    "description": "Elaine tries to get Jerry's ex-girlfriend to stop talking to everyone about her new shoes. She goes to a restaurant to confront her, but ends up sneezing on some food. Jerry and George have their television pilot shelved after each sneaks a look at the cleavage of the 15-year-old daughter of the now ill NBC executive; Elaine however dresses up to ameliorate the problem."
  },
  {
    "season": 4,
    "episode": 17,
    "title": "The Outing",
    "description": "It's Jerry's birthday soon and his friends are deciding on presents for him. Jerry and George, in a prank started by Elaine, are mistaken as a gay couple by a college newspaper reporter (Paula Marshall) and are publicly outed. They make matters worse in trying to fix the problem, and their parents end up hearing the news too."
  },
  {
    "season": 4,
    "episode": 18,
    "title": "The Old Man",
    "description": "Jerry, George, and Elaine volunteer to spend time enriching senior citizens' lives. All of them however have bad experiences: George is fired for being too argumentative; Jerry's is old and cranky but with a beautiful maid; and Elaine's (who had an affair with Gandhi) has a huge goiter. Meanwhile, Kramer and Newman collect old records to make money, but end up making nothing but trouble."
  },
  {
    "season": 4,
    "episode": 19,
    "title": "The Implant",
    "description": "Jerry sends Elaine to find out if his new girlfriend's (guest star Teri Hatcher) breasts are natural. George decides to go to a funeral with his girlfriend, but trouble begins when he tries to get a copy of the death certificate, and then worse when he \"double-dips\" a cornchip at the wake. Elaine accidentally touches Sidra's breasts in the sauna, and informs Jerry that they're real. Jerry then asks Sidra over, but it all ends badly as they are interrupted by Kramer, who is off to Puerto Rico, and Elaine."
  },
  {
    "season": 4,
    "episode": 20,
    "title": "The Junior Mint",
    "description": "Jerry cannot remember the name of his new girlfriend (Susan Walters), and the only hint he has is that it rhymes with a part of the female anatomy.  Elaine goes to the hospital to visit a former artist friend, and Kramer tags along looking for gloves. From the observation balcony Kramer accidentally drops a Junior Mints candy into the man's chest. George, with his school savings, then buys some of the man's paintings, hoping if he dies they'll become more valuable, but the man recovers. Jerry, unable to decipher her name, loses his new girlfriend."
  },
  {
    "season": 4,
    "episode": 21,
    "title": "The Smelly Car",
    "description": "After going to dinner with Elaine, a valet with offensive body odor stinks up Jerry's car and anyone who comes in contact with it. George, trying to return a copy of \"Rochelle Rochelle\", bumps into Susan at the video store, and believes he affected her becoming a lesbian. Matters become more complicated as Elaine's new boyfriend is turned off by the BO, Jerry is unable to purify the car's interior, George's video is stolen, and Kramer begins an affair with Susan's girlfriend. Michael Des Barres appears as the restaurateur."
  },
  {
    "season": 4,
    "episode": 22,
    "title": "The Handicap Spot",
    "description": "While buying a television as an engagement gift for \"The Drake\", George parks his father Frank's car in a handicap parking spot; afterwards a disabled driver is injured and an angry mob destroys the car.  When the wedding is called off, they try to get the television back, but the presents have been donated to charity. Later, Mr. Costanza is arrested for George's parking misdemeanor, and George becomes his butler since he is unable to repay the car damages. Kramer visits and falls in love with the handicapped woman, and convinces George to help buy her a replacement wheelchair; they get a cheap one, but the brakes are defective. Finally, while impersonating charity workers, George and Kramer are able to get the television back."
  },
  {
    "season": 4,
    "episode": 23,
    "title": "The Pilot",
    "description": "Jerry and George begin casting for their pilot, Jerry, which is finally ready.  George is upset over the casting of his alter ego. NBC executive Russell Dalrymple becomes obsessed with Elaine, who files a complaint when she concludes that Monk's is hiring only large-breasted women. Jerry and George prepare for the taping of Jerry and each of the principal four gives tips to his/her television alter ego. Joe Davola makes one final attempt on Jerry's life during production, but is foiled. Elaine wears a disguise to hide from Dalrymple and finds out that the large-breasted women are the owner's daughters. The show Jerry is rejected right after the pilot airs because the new NBC president doesn't like it. Jerry and George blame it on Elaine because of her dumping Dalrymple, who has run away to save whales."
  },
  {
    "season": 5,
    "episode": 1,
    "title": "The Mango",
    "description": "George confides in Jerry about his lack of confidence performing in bed. Elaine tells Jerry that she faked all her orgasms when they were a couple; devastated, he begs her for another chance. Kramer gets banned from his favorite fruit shop and persuades Jerry to go in and buy for him, but the owner, played by Leonard Termo, sees through the scheme. George ends up buying Kramer's mangoes and discovers a cure for his impotence.[8]"
  },
  {
    "season": 5,
    "episode": 2,
    "title": "The Puffy Shirt",
    "description": "George runs out of money and is forced to move back in with his nit-picky parents. Jerry and Elaine meet Kramer's new girlfriend, a clothes designer who speaks so quietly no one can hear her. Jerry later finds out that during their conversation she had asked him to wear her hideous new 'puffy shirt' for a homeless clothing charity appearance he's due to make on The Today Show – worse, without realizing it he had said yes to her. Meanwhile, George accidentally stumbles into a lucrative new, but ultimately short-lived, career: hand modeling."
  },
  {
    "season": 5,
    "episode": 3,
    "title": "The Glasses",
    "description": "George's glasses are missing, so he has to buy a new pair. Kramer says he knows a place where he gets 30% discount if he just says his name. George goes to the place, and buys the glasses, but doesn't get the discount. Kramer soon forces the clerk, who Kramer had helped to stop eating so much sweets, to give George the discount by waving a candy bar in his face. In the same place, Elaine is bitten by a dog and becomes afraid of them. George believes he saw Jerry's girlfriend kissing another man, although he didn't have glasses. Jerry goes to any means necessary to find out the truth. Elaine begins having some side effects from the dog bite. Kramer buys Jerry a new air conditioner, which falls from Jerry's window onto the dog that bit Elaine."
  },
  {
    "season": 5,
    "episode": 4,
    "title": "The Sniffing Accountant",
    "description": "George's father gets him an interview as a brassiere salesman. Evidence points to Jerry's accountant being a cocaine user. Jerry, Kramer and Newman set up a sting to find out the truth. Elaine's new boyfriend is perfect except for his unwillingness to use exclamation points."
  },
  {
    "season": 5,
    "episode": 5,
    "title": "The Bris",
    "description": "Jerry, Elaine and George visit some friends and their new baby at the hospital where Jerry and Elaine are asked to be godparents.  Kramer, arriving late, enters the wrong room and sees a \"Pig Man\". Elaine hires an eccentric mohel for the baby's bris, during which Jerry gets injured and has to be taken to the hospital. While there, George confronts the hospital's manager about a man who jumped to his death and landed on his car and Kramer helps the Pig Man escape from the hospital."
  },
  {
    "season": 5,
    "episode": 6,
    "title": "The Lip Reader",
    "description": "Jerry goes to a tennis tournament and starts dating a deaf lineswoman (Marlee Matlin) who can read lips. George recruits her and Kramer (who knows sign language) to help him spy on his ex-girlfriend at a party. Elaine pretends she can't hear to avoid talking to an annoying limousine driver."
  },
  {
    "season": 5,
    "episode": 7,
    "title": "The Non-Fat Yogurt",
    "description": "Jerry, Elaine and George are obsessed with a non-fat yogurt, but they begin to think it isn't non-fat at all when the three of them gain weight. They send a sample to a lab to see if it is really non-fat. George has a rivalry with Lloyd Braun, the advisor to the up-for-reelection mayor David Dinkins, and to make it even worse Elaine goes out with him. Elaine costs Dinkins the election by proposing that everyone wears name tags. The non-fat yogurt is revealed to have fat.  Kramer's sexual encounter with a chemist causes a blood test being done on mayoral candidate Rudy Giuliani's blood to show a false result.  Jerry accidentally says the word \"fuck\" in front of a kid that can't stop repeating that word, in good or bad situations. He tells the kid to stop saying it, but he said it again to him. In the end he ruined his dad's business and the kid says it to him."
  },
  {
    "season": 5,
    "episode": 8,
    "title": "The Barber",
    "description": "Jerry gets tired of his old barber and tries to replace him. However, he panics and decides to take a final haircut with his old barber, who gives him a bad haircut that George thinks makes him look like a five-year-old. Jerry decides that he will fix his hair with the new barber. Jerry's old barber becomes suspicious and bribes Newman to confirm his hunch. George is afraid that he will not get his job when his boss couldn't repeat the final words he was going to say. He decides to hide from his boss and secretly start working there, until he is ratted out by one of his co-workers."
  },
  {
    "season": 5,
    "episode": 9,
    "title": "The Masseuse",
    "description": "Jerry starts dating a masseuse who refuses to give him a massage, even though she has given one to Kramer. George is worried that Jerry's girlfriend does not like him. Jerry tries to convince her to give him a massage, but he fails. They eventually break up. Elaine is dating Joel Rifkin, who has the same name as a serial killer. His possible name change is a source of heated debate."
  },
  {
    "season": 5,
    "episode": 10,
    "title": "The Cigar Store Indian",
    "description": "Jerry gives Elaine a cigar store Indian, thus offending a Native American woman in whom he is interested. He tries to make peace with her, but Kramer ruins the moment when he talks about the cigar store Indian. She eventually gives him another chance, and this time Jerry is more careful than he was before. The evening ends in disaster when he accidentally says something bad about Native Americans; they break up."
  },
  {
    "season": 5,
    "episode": 11,
    "title": "The Conversion",
    "description": "George's girlfriend breaks up with him because he is not Latvian Orthodox. George tries to get her back by joining the religion. Meanwhile, Kramer discovers that he has \"kavorka\", a Latvian term for the lure of the animal, only in this case he attracts women to him – which nearly gets him into trouble when a nun is attracted to him."
  },
  {
    "season": 5,
    "episode": 12,
    "title": "The Stall",
    "description": "Elaine gets upset with Jerry's girlfriend (without knowing that she is his girlfriend) when they fight over a piece of toilet paper. Elaine, however, swears she could identify her voice anywhere. Elaine's boyfriend shares a bond with George and Kramer, which eventually ends in disaster when George and Kramer accidentally let go of his rope while rock climbing. Kramer is convinced that the voice of Jerry's new girlfriend resembles 'Erika', a voice on a phone sex line that he has been calling. The woman is indeed revealed to be Jerry's girlfriend. Elaine recognizes her voice and beats her to the bathroom to take away her toilet paper."
  },
  {
    "season": 5,
    "episode": 13,
    "title": "The Dinner Party",
    "description": "Jerry, George, Elaine and Kramer are invited to a dinner party, but they encounter problems along the way. Elaine and Jerry are stuck in a bakery trying to get the perfect cake; George and Kramer encounter problems at a liquor store when they are double parked in. In the end, they drive to the party, hand over the cake and the liquor to the party, but leave immediately after they hand them over."
  },
  {
    "season": 5,
    "episode": 14,
    "title": "The Marine Biologist",
    "description": "Jerry meets up an old friend from college and lies that George works as a marine biologist. Kramer goes to the beach to play golf, which he later regrets when he is only able to hit one ball. George gets a date with Diane on the beach where they discuss what marine biologists do. Elaine has a calamitous encounter – twice – with a famous Russian writer and flying electronic devices. In the middle of George's date with Diane at the beach, people gather around a dying whale; George, supposedly being a marine biologist, is asked to save the whale. George dramatically retells his struggle  and reveals what had been causing the whale pain – a golf ball."
  },
  {
    "season": 5,
    "episode": 15,
    "title": "The Pie",
    "description": "Jerry is upset when his girlfriend refuses to try the pie at Monk's. Kramer, suffering from an itchy back, sees a mannequin in a department store which looks just like Elaine. Elaine and George go to the store and notice that it's true. George schemes to buy a 1/2 price suit there, but becomes concerned for his interview when he learns that it makes a \"swoosh\" when he moves. Elaine and Jerry return to the store, and Elaine suddenly kidnaps \"herself\". The maker of the mannequin is revealed as the strange man on the subway who took and cut up George's father's TV guide."
  },
  {
    "season": 5,
    "episode": 16,
    "title": "The Stand-In",
    "description": "Jerry learns from his friend Al Netche that another friend, Fulton, is in the hospital and \"could use a good laugh\".  He becomes so nervous to do a good job, he ends up bombing and is afraid that he causes Fulton's condition to worsen.  He tries again with new stand-up material, at which Fulton can't stop laughing, and ends up dying from it.  George plans to break up with his girlfriend because they  have nothing to talk about.  However, Al told his girlfriend that George couldn't commit and would hurt her, so George keeps the relationship going to spite Al.  Jerry sets up Elaine with his friend Phil Titola; they have a great time, until Phil takes it out.  Kramer and his \"little person\" friend Mickey get jobs as stand-ins for All My Children, and Kramer suggests that Mickey put lifts in his shoes to keep up with a growing eight-year-old.  His \"heightening\" is found out, and he is ostracized by other \"little person\" actors."
  },
  {
    "season": 5,
    "episode": 17,
    "title": "The Wife",
    "description": "Jerry's girlfriend (Courteney Cox) makes him pretend they are married so that she can get a dry-cleaning discount; the pretense leads to tensions in their relationship. Kramer also takes advantage of the discount, but can't sleep without his quilt. Meanwhile, at the health club George is caught urinating in the shower by a man whom Elaine would like to date. Her dilemma: does she side with George or with the prospective boyfriend?"
  },
  {
    "season": 5,
    "episode": 18,
    "title": "The Raincoats",
    "description": "Jerry's parents visit from Florida and Morty and Kramer go into business together selling belt-less raincoats. Elaine dates a \"close-talker\" who takes to Jerry's parents a little too well for her liking. George tries to sell his father's old vacation clothes and is talked into joining a Bigger Brother program. Jerry is desperate for time alone with his girlfriend, Rachel, but his parents make things difficult. Newman reports Jerry to his parents for making out with Rachel during Schindler's List. Morty and Kramer's raincoats scheme goes awry when Rudy, the owner of the used clothes store, refuses to buy them. George tries to get his father's clothes back so he and his mother will go on vacation."
  },
  {
    "season": 5,
    "episode": 19,
    "title": "The Fire",
    "description": "George is dating a woman who has a kid. While at his birthday party, George smells smoke and knocks all the women and children out of the way to get out of the fire. Elaine is not happy about having to work on Kramer's coffee table book and is passed over for a promotion when Toby, Kramer's publisher, is injured and is promoted out of pity. Toby heckles Jerry during one of his sets, which causes problems between Jerry and Kramer."
  },
  {
    "season": 5,
    "episode": 20,
    "title": "The Hamptons",
    "description": "The four friends spend a weekend in the Hamptons visiting a couple and their phenomenally ugly baby. George's girlfriend sunbathes topless and he is the only one to miss the spectacle. Jerry's girlfriend walks in on George as he is getting changed after swimming in cold water; his 'shrinkage' causes her some amusement. Meanwhile, Elaine meets a doctor who seems to find everything 'breathtaking', and Kramer brings home a suspiciously large lobster catch."
  },
  {
    "season": 5,
    "episode": 21,
    "title": "The Opposite",
    "description": "George, egged on by Jerry, decides that, since his instincts are all wrong, he will do the opposite of what they tell him; sure enough, he soon finds himself with a beautiful girlfriend and a great job. Meanwhile, everything starts to go wrong for Elaine. Jerry breaks even at everything, and Kramer seems bound for literary success with his coffee table book about coffee tables."
  },
  {
    "season": 6,
    "episode": 1,
    "title": "The Chaperone",
    "description": "Jerry meets Miss Rhode Island, who is competing in the Miss America pageant and consequently must be chaperoned on her date with Jerry, Kramer fills the role and quickly becomes her personal coach. Elaine seeks to follow in the footsteps of Jackie Kennedy Onassis in securing a position with Doubleday, but she soon finds her job as personal assistant to an executive to be unfulfilling. George replaces polyester with cotton as the material for the Yankees' uniforms, with alarming results."
  },
  {
    "season": 6,
    "episode": 2,
    "title": "The Big Salad",
    "description": "Elaine must find a special mechanical pencil for her new boss and soon finds herself dealing with the romantic advances of a stationery store clerk. George purchases a \"big salad\" for Elaine, but his girlfriend appears to take credit for the purchase. Jerry learns that his current girlfriend formerly dated Newman, who ended the relationship. Kramer plays golf with an ex-Major League Baseballer, whose rules violations Kramer notes, giving rise to a fight. The man is later suspected in the murder of a dry cleaner, and Kramer helps the man flee in a white Ford Bronco in a situation similar to that of O. J. Simpson."
  },
  {
    "season": 6,
    "episode": 3,
    "title": "The Pledge Drive",
    "description": "Elaine's boss, Justin Pitt, eats a Snickers bar with a knife and fork, starting a trend that seems to sweep the city. Jerry and Elaine deal with a couple who sound altogether similar on the phone.  Jerry cashes checks long since written by his grandmother, causing her account to become overdrawn.  Jerry works on a public television fundraiser and convinces George to bring Yankee Danny Tartabull."
  },
  {
    "season": 6,
    "episode": 4,
    "title": "The Chinese Woman",
    "description": "Jerry and Elaine see George's father with a man in a cape but don't say hello. Jerry discovers a Chinese woman, Donna Chang, on George's phone line after the wires get crossed; he gets a date with her, but learns she isn't Chinese. Kramer goes to a fertility clinic. Elaine ruins her friend Noreen's latest romance with a long talker. George's life is made miserable when his parents separate."
  },
  {
    "season": 6,
    "episode": 5,
    "title": "The Couch",
    "description": "Elaine begins to date the guy who delivers Jerry's new couch. Kramer plans to start a pizza business with Poppie. George joins a book club, but tries to rent the movie. Jerry and Elaine's discussion of the abortion issue causes trouble for Poppie, Elaine's relationship, and Jerry's new couch. George spends the evening with the family who has rented the film, with less than spectacular results."
  },
  {
    "season": 6,
    "episode": 6,
    "title": "The Gymnast",
    "description": "Jerry dates a Romanian Olympic gymnast. Jerry and Kramer find out about one of George's bathroom habits. Kramer passes a kidney stone. George is caught eating out of the trash. Mr. Pitt becomes obsessed with finding the image in a 3-D painting."
  },
  {
    "season": 6,
    "episode": 7,
    "title": "The Soup",
    "description": "Elaine brings over a man she met in England and he turns out to be a real bounder. Jerry accepts an Armani suit from an obnoxious comedian, who only wants dinner in return. George goes for a walk with a waitress from Monk's. After his kidney stone, Kramer decides to eat only fresh foods."
  },
  {
    "season": 6,
    "episode": 8,
    "title": "The Mom \u0026 Pop Store",
    "description": "A salesman convinces George to buy a convertible once owned by \"Jon Voight.\" Kramer tries to save a small shoe-repair business, but his good intentions affect Jerry in a big way. Elaine wins tickets for Mr. Pitt, who's always wanted to participate in the Macy's Thanksgiving Day Parade."
  },
  {
    "season": 6,
    "episode": 9,
    "title": "The Secretary",
    "description": "Jerry confronts his dry cleaner. George passes over hiring an attractive secretary for a less attractive one. Kramer gets Uma Thurman's phone number. Elaine tries to buy a dress, but is unsatisfied with the inaccurate mirrors in the store."
  },
  {
    "season": 6,
    "episode": 10,
    "title": "The Race",
    "description": "Jerry meets an old rival, who suspects that he cheated in a high school race. Elaine is put on a \"blacklist\" and finds out her boyfriend, Ned (Todd Kimsey), is a Communist. George responds to a personal ad in a Communist newspaper. Kramer becomes a department store Santa."
  },
  {
    "season": 6,
    "episode": 11,
    "title": "The Switch",
    "description": "Elaine lets a potential employer borrow Mr. Pitt's tennis racket. Jerry's girlfriend never laughs. George's model girlfriend may be bulimic. Kramer's first name is revealed, Cosmo. Kramer begins to use his first name."
  },
  {
    "season": 6,
    "episode": 12,
    "title": "The Label Maker",
    "description": "Elaine and Jerry think Tim Whatley is a \"re-gifter\". George convinces his girlfriend to get her male roommate to move out. Kramer takes playing a game of Risk against Newman seriously."
  },
  {
    "season": 6,
    "episode": 13,
    "title": "The Scofflaw",
    "description": "George meets an old friend (Jon Lovitz) who's spent the last few months undergoing chemotherapy. Kramer calls a litterbug \"a pig\" near a cop. Kramer asks Elaine where her old boyfriend got his glasses. George gets a toupee."
  },
  {
    "season": 6,
    "episode": 14,
    "title": "The Highlights of 100",
    "description": "Jerry introduces a program that shows highlights from the first 99 episodes of a \"show about nothing.\""
  },
  {
    "season": 6,
    "episode": 15,
    "title": "The Beard",
    "description": "Elaine tries to convert a gay man. George discovers that the woman Kramer has set him up with is bald. Kramer begins standing in police lineups for $50 a lineup. Jerry begins to date a cop, but she wants him to take a lie detector test about Melrose Place."
  },
  {
    "season": 6,
    "episode": 16,
    "title": "The Kiss Hello",
    "description": "Elaine's friend has an old style hairdo, that Jerry and Elaine want Kramer to comment on. Jerry's grandmother wants him to open a ketchup bottle. Kramer puts tenant pictures up in the lobby. George gets his arm looked at. Elaine injures her shoulder carrying equipment home, and can't get any complementary treatment by her friend who is a physiotherapist."
  },
  {
    "season": 6,
    "episode": 17,
    "title": "The Doorman",
    "description": "The doorman in Mr. Pitt's building causes trouble for Jerry. Kramer robs George on the street for some German tourists. George's father is living with him. Kramer develops a new undergarment for males. Jerry offers his soiled couch to replace the one that was stolen while he was \"on duty.\""
  },
  {
    "season": 6,
    "episode": 18,
    "title": "The Jimmy",
    "description": "The guys play a game of basketball with \"Jimmy\". Jerry discovers they carry Penthouse in a dental office waiting room. Elaine gets tickets to a benefit for AMCA featuring Mel Tormé, the \"Velvet Fog.\" Elaine tries to meet a handsome guy at the gym, but instead talks with \"Jimmy\", who makes the date for himself. Kramer has a visit to the dentist complete with Novocain."
  },
  {
    "season": 6,
    "episode": 19,
    "title": "The Doodle",
    "description": "Jerry finds out he was eating pecans that were in his girlfriend's mouth. George finds a doodle that his girlfriend (Christa Miller) drew of him. Kramer is eating some tasty peaches that come in season for two weeks every year, but he loses his sense of taste. Fleas force Jerry and his parents out of his apartment. Elaine has an interview with a publisher. Elaine must go into Jerry's fumigated apartment to get an unpublished manuscript. George finds out that his girlfriend really doesn't care what he looks like."
  },
  {
    "season": 6,
    "episode": 20,
    "title": "The Fusilli Jerry",
    "description": "Kramer gets his new license plates from the DMV, but the plates say \"ASSMAN.\" Jerry finds out his mechanic used his \"move\" on Elaine while making love to her. Kramer makes a statue of Jerry out of fusilli pasta."
  },
  {
    "season": 6,
    "episode": 21,
    "title": "The Diplomat's Club",
    "description": "Jerry plans to meet a super model at an airport club, but his assistant makes the trip a nightmare. Elaine says she will quit working for Mr. Pitt, but finds out that she's going to be in his will. George tries to prove to his boss that he is not a racist, when he says his boss looks like Sugar Ray Leonard. Kramer meets a rich Texan with whom he starts making bets."
  },
  {
    "season": 6,
    "episode": 22,
    "title": "The Face Painter",
    "description": "Elaine's boyfriend David Puddy paints his face and his behavior at a hockey game makes a priest believe he has seen the devil. A monkey throws a banana peel at Kramer. George tries to tell his girlfriend that he loves her. Jerry refuses to give the \"necessary\" follow-up courtesy thank you for the hockey tickets."
  },
  {
    "season": 6,
    "episode": 23,
    "title": "The Understudy",
    "description": "George and Jerry are suspected of deliberately injuring Bette Midler during a softball game, giving Jerry's girlfriend a chance to perform. Kramer becomes Bette's personal assistant. Elaine gets George's father to translate for her when she suspects that her manicurist has made some obvious snide remarks in a foreign tongue. Elaine meets J. Peterman, and gets herself a new job."
  },
  {
    "season": 7,
    "episode": 1,
    "title": "The Engagement",
    "description": "Elaine has a problem sleeping in her new apartment because of a nearby, constantly barking dog. Kramer, Newman and Elaine commit a dognapping scene and take the dog far out of the city. George gets back with Susan Ross, his former girlfriend from NBC and he asks her to marry him. Jerry breaks up with his girlfriend again."
  },
  {
    "season": 7,
    "episode": 2,
    "title": "The Postponement",
    "description": "Elaine's dog problem is solved by a neighborly rabbi with a cable show. Kramer's involvement in the dognapping worries him. George decides he wants to postpone the engagement. Kramer and Jerry try to see Plan 9 from Outer Space, Kramer sneaks in gourmet coffee, spills it and says he has a legal case."
  },
  {
    "season": 7,
    "episode": 3,
    "title": "The Maestro",
    "description": "George decides that he needs to help a security guard that works at Susan's uncle's store. Elaine begins dating the \"Maestro.\" Kramer gets an out of court settlement in his lawsuit that nets him free coffee at any location around the world. Jerry asks Poppy about Tuscany and is referred to Poppy's cousin, who makes him an offer he can't refuse."
  },
  {
    "season": 7,
    "episode": 4,
    "title": "The Wink",
    "description": "Elaine dates the man from her wake-up service. A bit of grapefruit pulp, from Jerry's breakfast, gets into George's eye and causes problems for him when his winks keep getting misinterpreted. Jerry's healthy diet conflicts with his dating of Elaine's cousin. Kramer promises a sick boy that New York Yankees player Paul O'Neill will hit two home runs for him, so he can get back a giant birthday card that he sold based on George's wink."
  },
  {
    "season": 7,
    "episode": 5,
    "title": "The Hot Tub",
    "description": "George picks up a bad habit from some visiting Astros representatives. During the time of the New York City Marathon, Elaine has an out-of-country runner as her house guest. The runner had overslept and missed the big race at the last Olympics and Jerry obsesses with ensuring that it doesn't happen again. Kramer installs a hot tub in his apartment."
  },
  {
    "season": 7,
    "episode": 6,
    "title": "The Soup Nazi",
    "description": "Elaine finds an antique armoire she wants. George makes a mistake while trying to get his soup from the \"Soup Nazi.\" George and Elaine discuss how annoyed they are by Jerry's sweet-talking with his current girlfriend, especially their calling each other \"Schmoopie\". Elaine makes an ordering error in front of the \"Soup Nazi\", and is banned for a year. Susan appreciates that George is finally showing his feelings in public."
  },
  {
    "season": 7,
    "episode": 7,
    "title": "The Secret Code",
    "description": "George refuses to tell his ATM code (\"Bosco\") to Susan. Elaine dates an amnesiac. Leapin' Larry wants Jerry to do spots for his store, but he is angered when he thinks Jerry is doing an impression of him when his foot falls asleep. Kramer gets an emergency band scanner and decides to help at the FDNY. Elaine doesn't want to go on a date with her boss, J. Peterman, so she leaves Jerry and George at the restaurant. George's code is needed in a life or death situation."
  },
  {
    "season": 7,
    "episode": 8,
    "title": "The Pool Guy",
    "description": "Elaine befriends Susan. Jerry meets his pool guy outside a movie, and then he can't get rid of him. George is worried by Elaine wanting to get to know Susan. Kramer's new phone number is similar to a film information line. When Kramer keeps getting wrong numbers, he begins giving out the information for movie show times a la \"Moviefone\"."
  },
  {
    "season": 7,
    "episode": 9,
    "title": "The Sponge",
    "description": "Jerry gets a girl's number on Kramer's AIDS walk list. Elaine buys the last box of contraceptive sponges, since they've been removed from the market, and rations them by putting her boyfriend through a test to decide if he's \"sponge-worthy\". George tells Susan the secret of the size of Jerry's jeans. George is \"out of the loop.\" Kramer refuses to \"wear an AIDS ribbon.\""
  },
  {
    "season": 7,
    "episode": 10,
    "title": "The Gum",
    "description": "Kramer is active in the reopening of an old movie theater. George's friend Lloyd Braun has a pack of Chinese gum that Kramer insists everyone tries. Elaine accidentally \"reveals herself\" to Lloyd. Jerry must wear glasses while around Lloyd. George's friend Deena thinks he is showing signs of being on the verge of a breakdown."
  },
  {
    "season": 7,
    "episode": 11,
    "title": "The Rye",
    "description": "Elaine dates a jazz saxophonist. Jerry tells one of the band members the saxophonist and Elaine are \"hot and heavy.\" Susan's parents meet and have dinner with the Costanzas for the first time. Both families obsess over a loaf of rye bread that wasn't served with the meal, which Frank takes back home. Kramer takes over a friend's horse-drawn carriage for a week and feeds the horse Beef-a-Reeno."
  },
  {
    "season": 7,
    "episode": 12,
    "title": "The Caddy",
    "description": "Kramer befriends a caddy, who helps him to improve his golf game and offer him other advice. When George leaves his car at work, Mr. Wilhelm and George Steinbrenner think he has been working overtime. Elaine meets an old high-school friend who is now an heiress to the Oh Henry! candy bar fortune and a \"braless wonder\" (Brenda Strong). Kramer and Elaine take her rival to court and only Jerry may stand in the way."
  },
  {
    "season": 7,
    "episode": 13,
    "title": "The Seven",
    "description": "Elaine strains her neck trying to get a bike down from the wall. In pain, she promises the bike to whoever fixes her neck. Kramer saves the day and wants the bike. George is angry when Susan's cousin chooses to name her baby with the name he planned to give his first offspring. Kramer works out an arrangement with Jerry to keep track of what he takes from Jerry's kitchen. Jerry's girlfriend always wears the same dress."
  },
  {
    "season": 7,
    "episode": 14,
    "title": "The Cadillac",
    "description": "Jerry surprises his parents by buying them a new Cadillac which Elaine becomes infatuated with Jerry as a result. The cable company wants to meet with Kramer. George reconsiders his engagement when one of Elaine's friends suggests that he meets with actress, Marisa Tomei. Jack Klompus accuses Morty of embezzling funds to pay for his new Cadillac. Kramer continues to mess with the cable guy. George's obsession with Marisa Tomei makes Susan suspicious. George receives Marisa's phone number and must now create an alibi involving her \"boyfriend\" Art Vandelay. Morty's only testimony is from the woman that Jerry stole the marble rye from to prevent him from impeachment. Susan thinks George is having an affair with Elaine."
  },
  {
    "season": 7,
    "episode": 15,
    "title": "The Shower Head",
    "description": "Kramer and Jerry are not pleased with the new low flow shower heads that the building's maintenance people have put in for them. Elaine is surprised to find out that she has tested positive for opium. Jerry is frustrated by the fact that his parents aren't moving back to Florida and George is elated because his parents are considering moving to Florida."
  },
  {
    "season": 7,
    "episode": 16,
    "title": "The Doll",
    "description": "Susan's old roommate gives Jerry a package that she wants him to be careful with. Frank turns George's room into a billiard room and Kramer challenges him to a game of billiards where the space is a bit tight. Jerry is enthusiastic about a new toothbrush. Susan has a doll that looks like George's mother. Elaine tries to replace an autographed picture of \"the other guy\", for \"the Maestro\" that was damaged while they were in Tuscany."
  },
  {
    "season": 7,
    "episode": 17,
    "title": "The Friars Club",
    "description": "George successfully delays his wedding. Jerry goes out with Susan's best friend. Jerry loses a jacket he \"borrowed\" for dinner at the Friars Club. Kramer tries to duplicate the sleeping patterns of Da Vinci. Peterman hires a deaf employee (Rob Schneider) and Elaine suffers the consequences, when she gets loaded with most of his work."
  },
  {
    "season": 7,
    "episode": 18,
    "title": "The Wig Master",
    "description": "Jerry uses Elaine to prove that a sales clerk is wrong about his looking at an expensive jacket. Elaine is picked up by the clerk after he leads her on with the promise of a big discount. George has an unwanted house guest. George discovers why a parking lot is so cheap, when he finds a used condom in his car. Kramer unwittingly becomes a \"pimp.\""
  },
  {
    "season": 7,
    "episode": 19,
    "title": "The Calzone",
    "description": "George becomes Steinbrenner's pet, when he shares an eggplant calzone with him. Kramer is raving about wearing clothes \"straight out of the dryer.\" Elaine's boyfriend is dating her without really ever asking her out. Jerry takes advantage of his girlfriend's ability to get anything she wants. Kramer starts using an oven for his clothing."
  },
  {
    "season": 7,
    "episode": 20,
    "title": "The Bottle Deposit",
    "description": "George doesn't hear the details on an important project that Wilhelm wants him to champion. Elaine gets into a bidding war at an auction with Sue Ellen Mischke, the Oh Henry! candy heiress, over a set of golf clubs owned by JFK. Consequently, she spends a bit more than she was authorized by Peterman. Kramer collects used pop bottles and cans so he can take them to Michigan where the refund is doubled. Jerry takes his car to a fanatical car care mechanic (Brad Garrett). Jerry's car is stolen by the mechanic. Wilhelm is delighted with the job George did on the project; however, he has no idea what he did or how he did it. Kramer spots Jerry's car in Ohio. George is sent to a mental hospital by Steinbrenner because George's work on the project makes Steinbrenner think he is mentally unstable. Newman finds a farmer's house, complete with the proverbial daughter."
  },
  {
    "season": 7,
    "episode": 21,
    "title": "The Wait Out",
    "description": "George makes an off-hand remark to a married couple with a shaky relationship, leading to their breakup. Elaine starts driving again and almost makes Jerry sick. Kramer starts wearing jeans that are too tight that he cannot get them off. Elaine and Jerry make plans to move in on the separated couple."
  },
  {
    "season": 7,
    "episode": 22,
    "title": "The Invitations",
    "description": "George tries to think of a way out of his relationship with Susan before the wedding. Elaine suggests he start smoking, and Kramer suggests he ask Susan for a pre-nuptial agreement. Jerry nearly gets hit by a car but is saved by his female equivalent, Jeannie. Jerry thinks he is in love with Jeannie and proposes to her. Kramer tries to cash in on a bank's offer to pay a customer $100 if the teller doesn't say \"hello\". Susan dies from licking the glue on 250 cheap wedding invitation envelopes."
  },
  {
    "season": 8,
    "episode": 1,
    "title": "The Foundation",
    "description": "While George would rather forget his fiancee Susan's tragic demise, Susan's parents want to keep her memory alive by creating a foundation. Jerry reunites with Dolores (aka \"Mulva\") from \"The Junior Mint\". J. Peterman has a nervous breakdown and leaves Elaine in charge, and Kramer takes up martial arts."
  },
  {
    "season": 8,
    "episode": 2,
    "title": "The Soul Mate",
    "description": "Kramer falls for Jerry's girlfriend and goes to Newman for advice. Elaine tells her friends she does not want a baby after her woman friends convince her to. George thinks the foundation lawyer assumes that he killed Susan."
  },
  {
    "season": 8,
    "episode": 3,
    "title": "The Bizarro Jerry",
    "description": "Elaine has new friends who are opposites of Jerry, George and Kramer. Jerry dates a woman who has \"man hands.\" George uses a picture of Jerry's date to meet attractive women. Kramer uses a bathroom in an office building and begins working there."
  },
  {
    "season": 8,
    "episode": 4,
    "title": "The Little Kicks",
    "description": "Elaine holds a party for her co-workers where she loses respect when they see her dance. Jerry and Kramer go to the movies with a friend who makes bootleg tapes."
  },
  {
    "season": 8,
    "episode": 5,
    "title": "The Package",
    "description": "George finds out that the woman at a photo store is looking at his pictures. He tries to impress her by getting Kramer to take seductive pictures of him. Jerry refuses delivery of a package with no return address. Elaine tries to retrieve her medical records when she begins having problems with her doctor due to her attitude."
  },
  {
    "season": 8,
    "episode": 6,
    "title": "The Fatigues",
    "description": "Jerry is interested when he learns that his girlfriend has a mentor. George prepares to give a speech on risk management. Elaine prepares to fire co-worker Eddie Sherman (Ned Bellamy) but instead promotes him when she approaches him."
  },
  {
    "season": 8,
    "episode": 7,
    "title": "The Checks",
    "description": "Elaine learns her new boyfriend has some obsessive behaviors. Jerry keeps receiving checks from a guest appearance on Japanese television. Kramer warns George that his carpet cleaners are part of a religious cult."
  },
  {
    "season": 8,
    "episode": 8,
    "title": "The Chicken Roaster",
    "description": "A Kenny Rogers Chicken restaurant opens across from Jerry's apartment with very bright neon lights. Kramer cannot sleep because of the light and seeks solace at Jerry's where he becomes addicted to the chicken by Newman. Elaine begins using the J. Peterman expense account. George tries to score a second date with a saleswoman by leaving a large hat at her house."
  },
  {
    "season": 8,
    "episode": 9,
    "title": "The Abstinence",
    "description": "George's girlfriend has infectious mononucleosis, so they will not be able to have sex for at least 6 weeks. Jerry agrees to make an appearance at his former junior high's career day. Elaine meets a doctor who does not have a license yet. Kramer smokes in the coffee shop and is asked to leave."
  },
  {
    "season": 8,
    "episode": 10,
    "title": "The Andrea Doria",
    "description": "Jerry takes Kramer to his self storage space where they learn Newman has been hoarding mail. George becomes excited about a new apartment he is about to move into. Elaine is set up on a blind date who has a hard time breaking up with people."
  },
  {
    "season": 8,
    "episode": 11,
    "title": "The Little Jerry",
    "description": "Kramer gets a pet rooster he names \"Little Jerry Seinfeld\". George visits a woman's prison where he does not see what he had expected. Elaine discovers her boyfriend once had a full head of hair and convinces him to grow it back. A store owner exposes Jerry's bad check currently on display which raises much discussion."
  },
  {
    "season": 8,
    "episode": 12,
    "title": "The Money",
    "description": "Jerry's parents sell their Cadillac to a neighbor in order to give Jerry some money. Jerry quickly buys back the car but remains stuck in Florida when he does not have money to return home. George's parents announce they are moving to Florida which the Seinfelds object to. Elaine returns to her old position at work."
  },
  {
    "season": 8,
    "episode": 13,
    "title": "The Comeback",
    "description": "George has trouble thinking of a retort to one of his co-workers. Jerry buys a tennis racket believed to be used by a pro. Elaine and Kramer discuss employee picks at the video store. Kramer creates a living will."
  },
  {
    "season": 8,
    "episode": 14,
    "title": "The Van Buren Boys",
    "description": "Everyone seems to have a problem with Jerry's new girlfriend (Christine Taylor) whom he sees as \"perfect\". George interviews students for the foundation's first academic scholarship. Elaine is asked to ghostwrite the autobiography of J. Peterman. Kramer has a run-in with the infamous \"Van Buren boys\"."
  },
  {
    "season": 8,
    "episode": 15,
    "title": "The Susie",
    "description": "Elaine creates an alter ego named \"Susie\" who co-workers believe is actually real. Jerry's friend who once considered him a \"phony\" becomes a bookie. George avoids his girlfriend by screening his phone calls."
  },
  {
    "season": 8,
    "episode": 16,
    "title": "The Pothole",
    "description": "Kramer adopts a piece of a highway after he complains about a very large pothole. Jerry's girlfriend (Kristin Davis) uses a toothbrush that was once dropped in the toilet. George brags about a new key ring given to him by George Steinbrenner."
  },
  {
    "season": 8,
    "episode": 17,
    "title": "The English Patient",
    "description": "Elaine hates a movie that everyone else seems to love. Jerry is challenged by one of his father's neighbors to a series of physical tests sending the old man, his father and his son to the hospital. A woman mistakes George for her boyfriend. Kramer imports some Cuban cigar rollers."
  },
  {
    "season": 8,
    "episode": 18,
    "title": "The Nap",
    "description": "George creates a desk he can sleep in at work after having trouble sleeping. Jerry has his kitchen remodeled. Elaine's boyfriend worries about her back and buys her a mattress. Kramer begins swimming in the East River after becoming restricted at a community pool."
  },
  {
    "season": 8,
    "episode": 19,
    "title": "The Yada Yada",
    "description": "George's girlfriend uses a particular phrase constantly. Jerry is suspicious that his dentist has converted to Judaism to get away with telling Jewish jokes."
  },
  {
    "season": 8,
    "episode": 20,
    "title": "The Millennium",
    "description": "Kramer makes plans for New Year's 2000 and wonders what the future may be like. Elaine gets bad service at a store and begins shopping at a similar store. George tries to get himself fired from the Yankees. Jerry learns he is on his girlfriend's speed dial."
  },
  {
    "season": 8,
    "episode": 21,
    "title": "The Muffin Tops",
    "description": "Elaine tells Kramer that stories he sold to Peterman were published in his autobiography. Elaine's old boss, Mr. Lippman, steals her idea for a muffin shop. Kramer then decides to create a \"Peterman Reality Tour.\" Jerry starts shaving his chest hair for his new girlfriend. George pretends to be a tourist in order to go out with a woman."
  },
  {
    "season": 8,
    "episode": 22,
    "title": "The Summer of George",
    "description": "George decides to take the summer off when he learns he can receive severance pay. Jerry and Kramer attend the Tony Awards where Jerry brings a date who he fears has a boyfriend at home. Kramer fills seats at the awards and pretends to accept an award with a cast ensemble."
  },
  {
    "season": 9,
    "episode": 1,
    "title": "The Butter Shave",
    "description": "Kramer starts using butter as shaving cream. George uses a cane when he applies for an interview at a sporting goods firm, where everyone thinks he is disabled. Jerry is annoyed that Kenny Bania is a \"time slot hit.\" Elaine goes to Europe with David Puddy."
  },
  {
    "season": 9,
    "episode": 2,
    "title": "The Voice",
    "description": "George's employer learns that George is not actually handicapped. Jerry creates a voice in response to the sounds his girlfriend's stomach makes. Kramer hires a New York University intern to be his assistant. Elaine begins seeing Puddy again."
  },
  {
    "season": 9,
    "episode": 3,
    "title": "The Serenity Now",
    "description": "George's father is given a phrase to say whenever his blood pressure rises to a certain level. Elaine receives a french kiss from Mr. Lippman's 13-year-old son. Jerry's girlfriend gives his New York Knicks tickets away. Kramer installs a screen door over his apartment door."
  },
  {
    "season": 9,
    "episode": 4,
    "title": "The Blood",
    "description": "Jerry receives three pints of Kramer's blood after having a run-in with a knife. Elaine wants to prove to her friend that she is not irresponsible. George concludes that television and food create a better sex life."
  },
  {
    "season": 9,
    "episode": 5,
    "title": "The Junk Mail",
    "description": "Kramer refuses to receive mail from the postal service. Jerry gets a new car from a childhood friend after doing a car show for his dealership. Elaine thinks she has met her dream man, despite getting back with Puddy, and tries to juggle both relationships. George's parents cut him loose."
  },
  {
    "season": 9,
    "episode": 6,
    "title": "The Merv Griffin Show",
    "description": "Kramer discovers an old stage set from The Merv Griffin Show. Jerry's new girlfriend collects old toys but asks Jerry not to play with them. Elaine must deal with a \"sidler\" at work. George's girlfriend becomes disgusted when he accidentally runs over pigeons with his car."
  },
  {
    "season": 9,
    "episode": 7,
    "title": "The Slicer",
    "description": "Jerry tries to break up with a dermatologist (Marcia Cross) when she becomes tiresome after constantly talking about \"saving lives\". Kramer purchases a meat slicer which Elaine uses to  slip food under the door for the starving cat of her neighbor who is out of town. George tries to have himself airbrushed out of a photo his new boss has."
  },
  {
    "season": 9,
    "episode": 8,
    "title": "The Betrayal",
    "description": "Elaine drags Jerry and George to India where they attend the wedding of Sue Ellen Mischke. Kramer learns that a friend wishes he would drop dead. (All of the events in the episode occur backwards with the end at the beginning and vice versa.)"
  },
  {
    "season": 9,
    "episode": 9,
    "title": "The Apology",
    "description": "Jerry's girlfriend Melissa prefers to be naked while in the house. Elaine learns her co-worker hates germs coming from Elaine but can tolerate everyone else's. Kramer decides to make changes to his shower routine. George expects an apology from a friend who is in Alcoholics Anonymous."
  },
  {
    "season": 9,
    "episode": 10,
    "title": "The Strike",
    "description": "Kramer gets word that he can return to a bagel shop he worked at previously after a 12 year absence. Jerry, Elaine and George attend a Chanukah party where Jerry sets up a date with a \"two faced\" woman and Elaine uses her \"fake\" number to avoid one. Kramer brings a renewed interest in Festivus, a holiday George's father invented when George was younger."
  },
  {
    "season": 9,
    "episode": 11,
    "title": "The Dealership",
    "description": "Jerry plans on buying a new car from Puddy who has been elevated to car salesman. He also hopes that Puddy and Elaine will get back together so he will get a better discount. Kramer and another salesman see how far they can test drive a car on an empty gas tank. A hungry George comes up with an idea to implicate a mechanic."
  },
  {
    "season": 9,
    "episode": 12,
    "title": "The Reverse Peephole",
    "description": "Kramer and Newman plan to reverse the peepholes on their doors which gets Newman an eviction notice. Jerry decides to go wallet-less. Elaine has trouble finding a coat that looks like Puddy's for another friend. George must pay for a party gift alone."
  },
  {
    "season": 9,
    "episode": 13,
    "title": "The Cartoon",
    "description": "Elaine obsesses over a cartoon in The New Yorker. Kramer decides to take a vow of silence. Elaine and Kramer believe that George's girlfriend looks a lot like Jerry. Jerry is at odds with Sally Weaver, Susan's former roommate."
  },
  {
    "season": 9,
    "episode": 14,
    "title": "The Strongbox",
    "description": "Jerry buys cufflinks that once belonged to Jerry Lewis. Kramer gets a strongbox. Elaine has a secret crush. George tries to break up with his girlfriend but she refuses."
  },
  {
    "season": 9,
    "episode": 15,
    "title": "The Wizard",
    "description": "Jerry gives his father an electronic organizer for his birthday. Jerry and George debate about the race of Elaine's new boyfriend which triggers her curiosity. Kramer plans on running for president of Morty and Helen's condo association. George lies to the Rosses about owning a house in the Hamptons."
  },
  {
    "season": 9,
    "episode": 16,
    "title": "The Burning",
    "description": "Elaine learns that Puddy is religious. Jerry does not recognize his girlfriend's voice on the phone when she leaves an \"It's me\" message. Kramer and Mickey act out sick conditions for medical students. George's ideas at a Kruger meeting are widely accepted, but his subsequent ideas are not as well received."
  },
  {
    "season": 9,
    "episode": 17,
    "title": "The Bookstore",
    "description": "Jerry spots Uncle Leo shoplifting. Elaine makes out with a co-worker at a party and lies to cover it up. Kramer and Newman acquire a rickshaw from Hong Kong and need someone to pull it. George takes a book into the bathroom at a bookstore and is forced to purchase it."
  },
  {
    "season": 9,
    "episode": 18,
    "title": "The Frogger",
    "description": "After a childhood pizzeria goes out of business, George tries to save his high score from a Frogger game by purchasing the machine. Kramer scares Jerry after telling him about a serial killer, \"The Lopper.\" Elaine tires of company birthdays and tries to avoid them by calling in sick."
  },
  {
    "season": 9,
    "episode": 19,
    "title": "The Maid",
    "description": "Jerry hires a maid whom he then starts sleeping with. Elaine discovers she has 57 messages on her answering machine when Kramer's food-order service tries to fax her. George tries to get a nickname but a co-worker gets the one he chose instead."
  },
  {
    "season": 9,
    "episode": 20,
    "title": "The Puerto Rican Day",
    "description": "The gang leaves a New York Mets game early in order to beat the traffic but is blocked by a Puerto Rican day parade. Each goes his/her separate ways in order to get home."
  },
  {
    "season": 9,
    "episode": 21,
    "title": "The Chronicle",
    "description": "A retrospective on the past 9 years of Seinfeld leading into the series finale."
  },
  {
    "season": 9,
    "episode": 22,
    "title": "The Finale",
    "description": "NBC executives decide to add Jerry and George's pilot, Jerry to the fall season. The two plan on leaving for Los Angeles and decide to vacation in Paris with Elaine and Kramer before they leave. The plans are canceled, however, when their plane experiences turbulence and is forced to land for repairs. Jerry, George, Elaine and Kramer are arrested for breaking a Good Samaritan law in Latham County, Massachusetts, and are put on trial in addition for being poor influences."
  }
]